Repository: Musl1mNet/Bookstore
Catalog: locales/*/LC_MESSAGES/django.po
Languages: ru

source: Salom botimizga xush kelibsiz! Xizmat sifatini yaxshilash uchun sizga kerakli tilni /languages buyrug'i orqali sozlang!
ru: Здравствуйте, добро пожаловать в наш бот! Язык, который вам нужен для улучшения качества обслуживания Настроить с помощью команды /languages!

source: Kitob nomini kiriting!
ru: Введите название книги!

source: Kitobga ta'rif bering!
ru: Опишите книгу!

source: Kitob rasmini jo'nating!
ru: Отправьте изображение книги!

source: Kitob rasmini kiritasizmi?
ru: Вставить изображение книги?

source: Kitob narxini kiriting!
ru: Введите цену книги!

source: Kitobning statusini tanlang!
ru: Выберите статус книги!

source: Kitob chop qilingan yilni kiriting!
ru: Введите год издания книги!

source: Chop qilingan yili bormi?
ru: Есть ли год публикации?

source: Kitob kategoriyasi?
ru: Категория книг?

source: Kitob chop qilingan til?
ru: Язык, на котором опубликована книга?

source: Chop qilingan davlati?
ru: Страна публикации?

source: Kitob aftorini tanlang!
ru: Выберите автора книги!

source: Yana Avtor qo'shasizmi?
ru: Добавить другого автора?

source: Ma'lumotlarni saqlaysizmi?
ru: Сохранить данные?

source: 📁 Ma'lumotlarni saqlash
ru: 📁 Сохранить данные

source: Ma'lumotlarni muvofaqiyatli to'ldirdingiz! Malumotlarni saqlash uchun pastdagi tugmani bosing!
ru: Вы успешно ввели свои данные! Нажмите кнопку ниже, чтобы сохранить ваши данные!

source: Muvofaqiyatli!
ru: Успешно!

source: Kerakli tilni tanlang!
ru: Выберите язык!

source: Hurmatli foydalanuvchi oldin /start buyrug'ini kiriiting
ru: Уважаемый пользователь, пожалуйста, введите команду /start раньше

source: Hurmatli foydalanuvchi siz noto'g'ri formatda ma'lumot kirityapsiz iltimos malumotni to'g'ri kiriting
ru: Уважаемый пользователь, пожалуйста, вы вводите информацию в неправильном форматевведите правильную информацию

source: Kitob narxining eng kichik qiymati: 1000 Iltimos kattaroq summa kiriting!
ru: Минимальная цена книги: 1000 Пожалуйста, введите большую сумму!

source: Iltimos harf va belgi aralashtirmasdan Faqat son kiriting! Misol uchun: 23500
ru: Пожалуйста, не смешивайте буквы и символы Просто введите число! Например: 23500

source: Iltimos harf va belgi aralashtirmasdan Faqat raqamlar kiriting!
ru: Пожалуйста, не смешивайте буквы и символы Просто введите цифры!

source: Iltimos yil YYYY formatda kiriting Misol uchun: 2020
ru: Пожалуйста, введите год в формате ГГГГ Например: 2020

source: Siz kiritgan yil hozirgi yildan katta bo'lmasligi kerak! Iltimos qayta urining
ru: Введенный год не должен быть старше текущего года! Пожалуйста, попробуйте еще раз

source: Ha
ru: Да

source: Yo'q
ru: Нет

source: Yangi
ru: Новый

source: Qabul qilingan
ru: Принято

source: Inkor qilingan
ru: Отказано

source: Kotob ma'lumotlari
ru: Информация о книге

source: Kitob nomi
ru: Название книги

source: Kitob ta'rifi
ru: Описание книги

source: Kitob narxi
ru: Цена книги

source: Kitob statusi raqami
ru: Номер статуса книги

source: Kitob chop qilingan yili
ru: Год издания книги

source: Kitob kategoriya
ru: Категория книг

source: Kitob chiqarilgan til
ru: Язык, на котором опубликована книга

source: Kitob chiqarilgan davlat
ru: Страна публикации

source: Kitob aftorlari
ru: Рецензии на книги

source: Ko'rsatilgan ma'lumotlarni saqlaysizmi?
ru: Сохранить указанную информацию?

source: 😅 Ma'lumot muvofaqiyatli saqlandi! Yana qo'shishni hohlasangiz /add komondasini ustiga bosing!
ru: 😅 Данные успешно сохранены! Если вы хотите добавить больше Нажмите на команду /add!

source: 🤕 Ma'lumotlar o'chirildi! Yana qo'shishni hohlasangiz /add komondasini ustiga bosing!
ru: 🤕 Данные удалены! Если вы хотите добавить больше Нажмите на команду /add!

source: Ko'rsatilmagan
ru: Не показано

source: Xush kelibsiz {}
ru: Добро пожаловать {}

source: Muvaffaqiyatli o'zgardi
ru: Изменено успешно!
